export const debuffs = [
    {
        name:'mein Führer',
        tag:'Curse',
        info:'Вы обязаны проходить следующую игры на немецком'
    },
    {
        name:'Анлаки',
        tag:'Curse',
        info:'-2 к следующему броску кубика'
    },
    {
        name:' =ХУЙНЯ= Games',
        tag:'Curse',
        info:'Следующий ролл колеса должен состоять из игр рейтингом GG от 10 до 50'
    },
    {
        name:'Вечность',
        tag:'Curse',
        info:'Добавь +4 часа к минимальному и максимальному значению времени на клетке. Если на клетке стоит уже максимальное значение по времени (32) этот порог можно не повышать'
    },
    {
        name:'Маленькая черная дыра',
        tag:'Curse',
        info:'При получении доп. кубиков съедает один из них, после чего уничтожается.'
    },
    {
        name:'Передай другому',
        tag:'Curse',
        info:'Вы получаете -1 к броску следующего кубика. Вы начинаете голосование на 3 минуты в котором решается какой игрок получает +1 к броску следующего кубика.'
    },
    {
        name:'Ничто',
        tag:'Curse',
        info:'Повезло...'
    },
    {
        name:'Под пиво сойдёт',
        tag:'Curse',
        info:'Занимает место в инвентаре пока не выпьешь пиво.'
    },
    {
        name:'Сосунок',
        tag:'Curse',
        info:'След. игру нужно проходить на высокой сложности'
    },
    {
        name:'Вязкое болото',
        tag:'Curse',
        info:'Вы случайно забрели в болотную местность. После первого прохождения вы получаете -3 к броску кубика, после второго -2 и после третьего -1.'
    }
]